Repository: banditohq/bandito
Catalog: apps/mac/BanditoKit/Sources/BanditoL10n/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans

# agent.delete.confirm
source: Delete %1$@? Its history stays on the server.
de: %1$@ löschen? Der Verlauf bleibt auf dem Server erhalten.
es: ¿Eliminar %1$@? Su historial se conserva en el servidor.
fr: Supprimer %1$@ ? Son historique reste sur le serveur.
ja: %1$@ を削除しますか？履歴はサーバーに残ります。
ko: %1$@을(를) 삭제할까요? 기록은 서버에 남습니다.
pt_br: Excluir %1$@? O histórico continua no servidor.
ru: Удалить %1$@? Его история останется на сервере.
zh_hans: 删除 %1$@？其历史记录将保留在服务器上。

# agent.menu.copyId
source: Copy agent ID
de: Agenten-ID kopieren
es: Copiar ID del agente
fr: Copier l'ID de l'agent
ja: エージェントIDをコピー
ko: 에이전트 ID 복사
pt_br: Copiar ID do agente
ru: Скопировать ID агента
zh_hans: 复制智能体 ID

# agent.menu.delete
source: Delete…
de: Löschen…
es: Eliminar…
fr: Supprimer…
ja: 削除…
ko: 삭제…
pt_br: Excluir…
ru: Удалить…
zh_hans: 删除…

# agent.menu.hide
source: Hide from sidebar
de: Aus der Seitenleiste ausblenden
es: Ocultar de la barra lateral
fr: Masquer de la barre latérale
ja: サイドバーから非表示
ko: 사이드바에서 숨기기
pt_br: Ocultar da barra lateral
ru: Скрыть из боковой панели
zh_hans: 从边栏隐藏

# agent.menu.markUnread
source: Mark as unread
de: Als ungelesen markieren
es: Marcar como no leído
fr: Marquer comme non lu
ja: 未読にする
ko: 읽지 않음으로 표시
pt_br: Marcar como não lida
ru: Отметить как непрочитанное
zh_hans: 标记为未读

# agent.menu.pause
source: Pause
de: Pausieren
es: Pausar
fr: Mettre en pause
ja: 一時停止
ko: 일시 정지
pt_br: Pausar
ru: Приостановить
zh_hans: 暂停

# agent.menu.pin
source: Pin
de: Anheften
es: Fijar
fr: Épingler
ja: ピン留め
ko: 고정
pt_br: Fixar
ru: Закрепить
zh_hans: 置顶

# agent.menu.resume
source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
ja: 再開
ko: 재개
pt_br: Retomar
ru: Продолжить
zh_hans: 继续

# agent.menu.unpin
source: Unpin
de: Loslösen
es: Desafijar
fr: Désépingler
ja: ピン留めを解除
ko: 고정 해제
pt_br: Desafixar
ru: Открепить
zh_hans: 取消置顶

# agentSheet.approvals
source: Approvals
de: Freigaben
es: Aprobaciones
fr: Approbations
ja: 承認
ko: 승인
pt_br: Aprovações
ru: Одобрения
zh_hans: 审批

# agentSheet.approvalsHint
source: Pushes, deploys, deletes and writes outside %1$@ wait for your go-ahead. It handles the rest on its own.
de: Pushes, Deployments, Löschungen und Schreibzugriffe außerhalb von %1$@ warten auf dein Okay. Den Rest erledigt er selbst.
es: Los push, despliegues, borrados y escrituras fuera de %1$@ esperan tu visto bueno. El resto lo hace por su cuenta.
fr: Les push, déploiements, suppressions et écritures hors de %1$@ attendent votre accord. Le reste, il le gère seul.
ja: %1$@ の外への push、デプロイ、削除、書き込みは、あなたの許可を待ちます。それ以外は自分で処理します。
ko: %1$@ 밖의 push, 배포, 삭제, 쓰기는 승인을 기다립니다. 나머지는 스스로 처리합니다.
pt_br: Pushes, deploys, exclusões e gravações fora de %1$@ esperam sua aprovação. O resto ele faz sozinho.
ru: Пуш, деплой, удаление и запись вне %1$@ ждут вашего «да». Остальное он делает сам.
zh_hans: 推送、部署、删除以及 %1$@ 之外的写入都会等待你的确认。其余操作它会自行完成。

# agentSheet.askAbout
source: Ask me about
de: Nachfragen bei
es: Pedirme confirmación para
fr: Me demander confirmation pour
ja: 確認を求める内容
ko: 확인을 요청할 작업
pt_br: Pedir minha aprovação para
ru: Что спрашивать у вас
zh_hans: 需要我确认的操作

# agentSheet.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

# agentSheet.changeLater
source: You can change all of this later.
de: Das alles kannst du später ändern.
es: Todo esto se puede cambiar después.
fr: Vous pourrez tout modifier plus tard.
ja: これらはあとからいつでも変更できます。
ko: 이 모든 설정은 나중에 바꿀 수 있습니다.
pt_br: Você pode mudar tudo isso depois.
ru: Всё это можно поменять потом.
zh_hans: 这些以后都可以修改。

# agentSheet.create
source: Create %1$@
de: %1$@ erstellen
es: Crear %1$@
fr: Créer %1$@
ja: %1$@ を作成
ko: %1$@ 만들기
pt_br: Criar %1$@
ru: Создать %1$@
zh_hans: 创建 %1$@

# agentSheet.folder
source: Project on the server
de: Projekt auf dem Server
es: Proyecto en el servidor
fr: Projet sur le serveur
ja: サーバー上のプロジェクト
ko: 서버의 프로젝트
pt_br: Projeto no servidor
ru: Проект на сервере
zh_hans: 服务器上的项目

# agentSheet.folderHint
source: Where the code it works on lives.
de: Wo der Code liegt, mit dem er arbeitet.
es: Dónde está el código con el que trabaja.
fr: Où se trouve le code sur lequel il travaille.
ja: エージェントが扱うコードの場所です。
ko: 에이전트가 작업하는 코드가 있는 곳입니다.
pt_br: Onde está o código com que ele trabalha.
ru: Где лежит код, с которым он работает.
zh_hans: 它所处理的代码所在位置。

# agentSheet.instructions
source: Instructions
de: Anweisungen
es: Instrucciones
ja: 指示
ko: 지침
pt_br: Instruções
ru: Инструкции
zh_hans: 指令

# agentSheet.instructionsHint
source: optional, like a brief for a new hire
de: optional, wie ein Briefing für neue Kollegen
es: opcional, como un brief para alguien nuevo
fr: facultatif, comme une fiche de mission pour un nouveau collègue
ja: 任意。新人への指示書のようなもの
ko: 선택 사항. 신입 직원에게 주는 업무 지침처럼
pt_br: opcional, como um briefing para um novo colaborador
ru: необязательно, как ТЗ для нового сотрудника
zh_hans: 可选，就像给新同事的任务说明

# agentSheet.memoryAuto
source: created automatically
de: wird automatisch angelegt
es: se creará automáticamente
fr: créé automatiquement
ja: 自動で作成されます
ko: 자동으로 생성됨
pt_br: será criada automaticamente
ru: создастся сама
zh_hans: 自动创建

# agentSheet.memoryHint
source: Keeps notes in its own folder, so it remembers everything and messages don't get more expensive.
de: Führt Notizen in einem eigenen Ordner, daher merkt er sich alles, und Nachrichten werden nicht teurer.
es: Lleva notas en su propia carpeta, así recuerda todo y los mensajes no encarecen.
fr: Il tient ses notes dans son propre dossier : il se souvient de tout, et les messages ne coûtent pas plus cher.
ja: 自分のフォルダにメモを残すので、すべて覚えていて、メッセージが高くなりません。
ko: 자체 폴더에 메모를 남겨 모든 것을 기억하며, 메시지 비용도 늘지 않습니다.
pt_br: Mantém notas na própria pasta, então lembra de tudo e as mensagens não ficam mais caras.
ru: Ведёт заметки в своей папке, поэтому помнит всё, а сообщения не дорожают.
zh_hans: 在自己的文件夹里做笔记，因此能记住一切，而且消息不会变贵。

# agentSheet.model
source: Model
de: Modell
es: Modelo
fr: Modèle
ja: モデル
ko: 모델
pt_br: Modelo
ru: Модель
zh_hans: 模型

# agentSheet.modelDefault
source: Default
de: Standard
es: Predeterminado
fr: Par défaut
ja: デフォルト
ko: 기본값
pt_br: Padrão
ru: По умолчанию
zh_hans: 默认

# agentSheet.role
source: Role
de: Rolle
es: Rol
fr: Rôle
ja: 役割
ko: 역할
pt_br: Função
ru: Роль
zh_hans: 角色

# agentSheet.roleHint
source: shown as a tag by the name
de: wird als Marke neben dem Namen angezeigt
es: se muestra como etiqueta junto al nombre
fr: affiché comme étiquette à côté du nom
ja: 名前の横にラベルとして表示
ko: 이름 옆 태그로 표시
pt_br: aparece como etiqueta ao lado do nome
ru: видна как метка у имени
zh_hans: 显示在名称旁的标签

# agentSheet.rolePlaceholder
source: e.g. builder, reviewer, on-call
de: z. B. builder, reviewer, on-call
es: p. ej., builder, reviewer, on-call
fr: p. ex. builder, reviewer, on-call
ja: 例: builder、reviewer、on-call
ko: 예: builder, reviewer, on-call
pt_br: ex.: builder, reviewer, on-call
ru: например, сборщик, ревьюер, дежурный
zh_hans: 例如：builder、reviewer、on-call

# agentSheet.runtime
source: Powered by
de: Antrieb
es: Impulsado por
fr: Propulsé par
ja: 使用エンジン
ko: 구동 방식
pt_br: Baseado em
ru: Чем думает
zh_hans: 驱动方

# agentSheet.runtimeHint
source: subscriptions on %1$@
de: Abos auf %1$@
es: suscripciones en %1$@
fr: abonnements sur %1$@
ja: %1$@ のサブスクリプション
ko: %1$@의 구독
pt_br: assinaturas em %1$@
ru: подписки на %1$@
zh_hans: %1$@ 上的订阅

# agentSheet.runtimeLogin
source: %1$@ is not logged in on %2$@. Run `%3$@` there.
de: %1$@ ist auf %2$@ nicht angemeldet. Führe dort `%3$@` aus.
es: %1$@ no ha iniciado sesión en %2$@. Ejecuta `%3$@` allí.
fr: %1$@ n'est pas connecté sur %2$@. Exécutez `%3$@` là-bas.
ja: %2$@ で %1$@ にログインしていません。そこで `%3$@` を実行してください。
ko: %2$@에서 %1$@에 로그인되어 있지 않습니다. 그곳에서 `%3$@`을(를) 실행하세요.
pt_br: %1$@ não está conectado em %2$@. Execute `%3$@` lá.
ru: %1$@ не выполнил вход на %2$@. Выполните там `%3$@`.
zh_hans: %2$@ 上的 %1$@ 未登录。请在该服务器上运行 `%3$@`。

# agentSheet.runtimeMissing
source: %1$@ is not installed on %2$@
de: %1$@ ist auf %2$@ nicht installiert
es: %1$@ no está instalado en %2$@
fr: %1$@ n'est pas installé sur %2$@
ja: %2$@ に %1$@ がインストールされていません
ko: %2$@에 %1$@이(가) 설치되어 있지 않습니다
pt_br: %1$@ não está instalado em %2$@
ru: %1$@ не установлен на %2$@
zh_hans: %2$@ 上未安装 %1$@

# agentSheet.title
source: New agent
de: Neuer Agent
es: Nuevo agente
fr: Nouvel agent
ja: 新規エージェント
ko: 새 에이전트
pt_br: Novo agente
ru: Новый агент
zh_hans: 新建智能体

# approval.always
source: Always allow %1$@ in %2$@
de: %1$@ in %2$@ immer erlauben
es: Permitir siempre %1$@ en %2$@
fr: Toujours autoriser %1$@ dans %2$@
ja: %2$@ での %1$@ を常に許可
ko: %2$@에서 %1$@ 항상 허용
pt_br: Sempre permitir %1$@ em %2$@
ru: Всегда разрешать %1$@ в %2$@
zh_hans: 在 %2$@ 中始终允许 %1$@

# approval.approve
source: Approve
de: Erlauben
es: Aprobar
fr: Autoriser
ja: 許可
ko: 승인
pt_br: Aprovar
ru: Разрешить
zh_hans: 允许

# approval.approvedByYou
source: Approved by you · %1$@
de: Von dir erlaubt · %1$@
es: Aprobado por ti · %1$@
fr: Autorisé par vous · %1$@
ja: 許可しました · %1$@
ko: 승인함 · %1$@
pt_br: Aprovado por você · %1$@
ru: Разрешено вами · %1$@
zh_hans: 你已允许 · %1$@

# approval.deniedByPolicy
source: Denied by a rule
de: Durch eine Regel abgelehnt
es: Denegado por una regla
fr: Refusé par une règle
ja: ルールにより拒否
ko: 규칙에 의해 거부됨
pt_br: Negado por uma regra
ru: Запрещено правилом
zh_hans: 被规则拒绝

# approval.deniedByYou
source: Denied by you · %1$@
de: Von dir abgelehnt · %1$@
es: Denegado por ti · %1$@
fr: Refusé par vous · %1$@
ja: 拒否しました · %1$@
ko: 거부함 · %1$@
pt_br: Negado por você · %1$@
ru: Запрещено вами · %1$@
zh_hans: 你已拒绝 · %1$@

# approval.deny
source: Deny
de: Ablehnen
es: Denegar
fr: Refuser
ja: 拒否
ko: 거부
pt_br: Negar
ru: Отклонить
zh_hans: 拒绝

# approval.expired
source: Expired
de: Abgelaufen
es: Caducado
fr: Expiré
ja: 期限切れ
ko: 만료됨
pt_br: Expirado
ru: Истекло
zh_hans: 已过期

# approval.needsYou
source: Needs you
de: wartet auf dich
es: necesita tu atención
fr: attend votre action
ja: 対応が必要
ko: 확인 필요
pt_br: precisa de você
ru: Ждёт вас
zh_hans: 需要你处理

# approval.rule
source: rule: %1$@
de: Regel: %1$@
es: regla: %1$@
fr: règle : %1$@
ja: ルール: %1$@
ko: 규칙: %1$@
pt_br: regra: %1$@
ru: правило: %1$@
zh_hans: 规则：%1$@

# approval.wants
source: %1$@ wants to run
de: %1$@ möchte ausführen
es: %1$@ quiere ejecutar
fr: %1$@ veut exécuter
ja: %1$@ が実行を求めています
ko: %1$@이(가) 실행을 요청합니다
pt_br: %1$@ quer executar
ru: %1$@ хочет выполнить
zh_hans: %1$@ 想要运行

# approval.wantsPush
source: %1$@ wants to push a branch
de: %1$@ möchte einen Branch pushen
es: %1$@ quiere subir una rama
fr: %1$@ veut pousser une branche
ja: %1$@ がブランチを push しようとしています
ko: %1$@이(가) 브랜치를 push하려고 합니다
pt_br: %1$@ quer enviar uma branch
ru: %1$@ хочет запушить ветку
zh_hans: %1$@ 想推送一个分支

# approvalMode.always
source: Everything
de: Alles
es: Todo
fr: Tout
ja: すべて
ko: 전부
pt_br: Tudo
ru: Всё подряд
zh_hans: 全部

# approvalMode.never
source: Nothing
de: Nichts
es: Nada
fr: Rien
ja: なし
ko: 없음
pt_br: Nada
ru: Ничего
zh_hans: 无

# approvalMode.risky
source: Risky only
de: Nur Riskantes
es: Solo lo arriesgado
fr: Seulement le risqué
ja: 危険な操作のみ
ko: 위험한 작업만
pt_br: Só o arriscado
ru: Только рискованное
zh_hans: 仅危险操作

# avatar.colorAria
source: Avatar color
de: Avatarfarbe
es: Color del avatar
fr: Couleur de l'avatar
ja: アバターの色
ko: 아바타 색상
pt_br: Cor do avatar
ru: Цвет аватара
zh_hans: 头像颜色

# avatar.colorBlue
source: Blue
de: Blau
es: Azul
fr: Bleu
ja: ブルー
ko: 블루
pt_br: Azul
ru: Голубой
zh_hans: 蓝色

# avatar.colorCream
source: Cream
de: Creme
es: Crema
fr: Crème
ja: クリーム
ko: 크림
pt_br: Creme
ru: Кремовый
zh_hans: 奶油色

# avatar.colorLilac
source: Lilac
de: Flieder
es: Lila
fr: Lilas
ja: ライラック
ko: 라일락
pt_br: Lilás
ru: Сиреневый
zh_hans: 丁香紫

# avatar.colorPeach
source: Peach
de: Pfirsich
es: Melocotón
fr: Pêche
ja: ピーチ
ko: 피치
pt_br: Pêssego
ru: Персиковый
zh_hans: 桃色

# avatar.colorPink
source: Pink
de: Rosa
es: Rosa
fr: Rose
ja: ピンク
ko: 핑크
pt_br: Rosa
ru: Розовый
zh_hans: 粉色

# avatar.colorSage
source: Sage
de: Salbei
es: Salvia
fr: Sauge
ja: セージ
ko: 세이지
pt_br: Sálvia
ru: Шалфей
zh_hans: 鼠尾草绿

# avatar.face
source: Face:
de: Gesicht:
es: Cara:
fr: Visage :
ja: 顔:
ko: 얼굴:
pt_br: Rosto:
ru: Лицо:
zh_hans: 表情:

# avatar.generate
source: Generate
de: Generieren
es: Generar
fr: Générer
ja: 生成
ko: 생성
pt_br: Gerar
ru: Сгенерировать
zh_hans: 生成

# avatar.presets
source: Presets
de: Vorlagen
es: Predefinidos
fr: Préréglages
ja: プリセット
ko: 프리셋
pt_br: Predefinidos
ru: Шаблоны
zh_hans: 预设

# avatar.reset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 초기화
pt_br: Redefinir
ru: Сбросить
zh_hans: 重置

# avatar.set
source: Set avatar
de: Avatar festlegen
es: Definir avatar
fr: Définir l'avatar
ja: アバターを設定
ko: 아바타 설정
pt_br: Definir avatar
ru: Установить аватар
zh_hans: 设置头像

# avatar.upload
source: Upload
de: Hochladen
es: Subir
fr: Importer
ja: アップロード
ko: 업로드
pt_br: Enviar
ru: Загрузить
zh_hans: 上传

# banner.limit
source: Usage limit reached. Resets at %1$@.
de: Nutzungslimit erreicht. Wird um %1$@ zurückgesetzt.
es: Límite de uso alcanzado. Se restablece a las %1$@.
fr: Limite d'utilisation atteinte. Réinitialisation à %1$@.
ja: 使用上限に達しました。%1$@ にリセットされます。
ko: 사용 한도에 도달했습니다. %1$@에 초기화됩니다.
pt_br: Limite de uso atingido. Redefine às %1$@.
ru: Лимит исчерпан. Сброс в %1$@.
zh_hans: 已达到使用上限。将于 %1$@ 重置。

# banner.notLoggedIn
source: %1$@ is not logged in on %2$@. Run `%3$@` there.
de: %1$@ ist auf %2$@ nicht angemeldet. Führe dort `%3$@` aus.
es: %1$@ no ha iniciado sesión en %2$@. Ejecuta `%3$@` allí.
fr: %1$@ n'est pas connecté sur %2$@. Exécutez `%3$@` là-bas.
ja: %2$@ で %1$@ にログインしていません。そこで `%3$@` を実行してください。
ko: %2$@에서 %1$@에 로그인되어 있지 않습니다. 그곳에서 `%3$@`을(를) 실행하세요.
pt_br: %1$@ não está conectado em %2$@. Execute `%3$@` lá.
ru: %1$@ не выполнил вход на %2$@. Выполните там `%3$@`.
zh_hans: %2$@ 上的 %1$@ 未登录。请在该服务器上运行 `%3$@`。

# banner.offline
source: %1$@ is offline. Reconnecting…
de: %1$@ ist offline. Verbindung wird wiederhergestellt…
es: %1$@ está sin conexión. Reconectando…
fr: %1$@ est hors ligne. Reconnexion…
ja: %1$@ がオフラインです。再接続中…
ko: %1$@이(가) 오프라인입니다. 다시 연결하는 중…
pt_br: %1$@ está offline. Reconectando…
ru: %1$@ не в сети. Переподключение…
zh_hans: %1$@ 已离线，正在重新连接…

# banner.retry
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
ru: Повторить
zh_hans: 重试

# chapter.explainer
source: When a chapter fills up, %1$@ saves what matters to memory and starts with a clean page. The conversation stays whole in the window, and each new message doesn't cost more.
de: Wenn ein Kapitel voll ist, speichert %1$@ das Wichtige im Gedächtnis und beginnt mit einer leeren Seite. Der Verlauf bleibt vollständig im Fenster, und jede neue Nachricht wird nicht teurer.
es: Cuando un capítulo se llena, %1$@ guarda lo importante en la memoria y empieza en una página limpia. La conversación se mantiene completa en la ventana y cada mensaje nuevo no encarece nada.
fr: Quand un chapitre se remplit, %1$@ enregistre l'essentiel en mémoire et repart sur une page blanche. La conversation reste entière dans la fenêtre, et chaque nouveau message ne coûte pas plus cher.
ja: チャプターがいっぱいになると、%1$@ が大事なことを記憶に保存して白紙から始めます。会話はウィンドウに丸ごと残り、新しいメッセージが高くなることはありません。
ko: 챕터가 가득 차면 %1$@이(가) 중요한 내용을 기억에 저장하고 빈 페이지에서 시작합니다. 대화는 창에 그대로 남고, 새 메시지도 비용이 늘지 않습니다.
pt_br: Quando um capítulo enche, %1$@ salva o que importa na memória e começa numa página limpa. A conversa fica inteira na janela, e cada nova mensagem não fica mais cara.
ru: Когда глава заполнится, %1$@ сам запишет важное в память и начнёт с чистого листа. Переписка в окне остаётся целиком, а каждое новое сообщение не дорожает.
zh_hans: 章节写满后，%1$@ 会把重要内容存入记忆，然后从空白开始。对话会完整保留在窗口中，而且每条新消息都不会更贵。

# chapter.nextAt
source: new chapter after %1$@
de: neues Kapitel nach %1$@
es: nuevo capítulo tras %1$@
fr: nouveau chapitre après %1$@
ja: %1$@ を超えると新しいチャプター
ko: %1$@ 이후 새 챕터
pt_br: novo capítulo após %1$@
ru: новая глава после %1$@
zh_hans: 超过 %1$@ 后开始新章节

# chapter.resumed
source: Chapter %1$lld · %2$@ reread its memory and picked up where it left off
de: Kapitel %1$lld · %2$@ hat sein Gedächtnis neu gelesen und dort weitergemacht, wo es aufgehört hat
es: Capítulo %1$lld · %2$@ releyó su memoria y retomó donde lo dejó
fr: Chapitre %1$lld · %2$@ a relu sa mémoire et repris là où il s'était arrêté
ja: チャプター %1$lld · %2$@ は記憶を読み直し、前回の続きから再開
ko: 챕터 %1$lld · %2$@이(가) 기억을 다시 읽고 이어서 진행
pt_br: Capítulo %1$lld · %2$@ releu a memória e continuou de onde parou
ru: Глава %1$lld · %2$@ перечитал память и продолжает с того же места
zh_hans: 第 %1$lld 章 · %2$@ 重新读取了记忆，从上次的地方继续

# chapter.startedToday
source: running since this morning
de: läuft seit heute Morgen
es: en curso desde esta mañana
fr: en cours depuis ce matin
ja: 今朝から実行中
ko: 오늘 아침부터 진행 중
pt_br: em andamento desde esta manhã
ru: идёт с сегодняшнего утра
zh_hans: 从今天早上开始

# chapter.title
source: Chapter %1$lld
de: Kapitel %1$lld
es: Capítulo %1$lld
fr: Chapitre %1$lld
ja: チャプター %1$lld
ko: 챕터 %1$lld
pt_br: Capítulo %1$lld
ru: Глава %1$lld
zh_hans: 第 %1$lld 章

# chapter.tokensUsed
source: %1$lld tokens used
de: %1$lld Tokens verbraucht
es: %1$lld tokens usados
fr: %1$lld tokens utilisés
ja: %1$lld トークン使用
ko: %1$lld 토큰 사용
pt_br: %1$lld tokens usados
ru: занято %1$lld токена
zh_hans: 已用 %1$lld 个词元

# chapter.usageHint
source: How much of the current chapter is used
de: Wie viel des aktuellen Kapitels genutzt ist
es: Cuánto se ha usado del capítulo actual
fr: Part du chapitre actuel déjà utilisée
ja: 現在のチャプターの使用量
ko: 현재 챕터의 사용량
pt_br: Quanto do capítulo atual já foi usado
ru: Сколько занято в текущей главе
zh_hans: 当前章节已用的比例

# common.agentCount
source: %1$lld agents
de: %1$lld Agenten
es: %1$lld agentes
ja: %1$lld 件のエージェント
ko: 에이전트 %1$lld개
pt_br: %1$lld agentes
ru: %1$lld агента
zh_hans: %1$lld 个代理

# common.agents
source: AGENTS
de: AGENTEN
es: AGENTES
ja: エージェント
ko: 에이전트
pt_br: AGENTES
ru: АГЕНТЫ
zh_hans: 代理

# common.back
source: Back
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
ko: 뒤로
pt_br: Voltar
ru: Назад
zh_hans: 返回

# common.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭

# common.comingSoon
source: Soon
de: Demnächst
es: Próximamente
fr: Bientôt
ja: 近日公開
ko: 곧 출시
pt_br: Em breve
ru: скоро
zh_hans: 即将推出

# common.minutesAgo
source: %1$lld min ago
de: vor %1$lld Min.
es: hace %1$lld min
fr: il y a %1$lld min
ja: %1$lld 分前
ko: %1$lld분 전
pt_br: há %1$lld min
ru: %1$lld мин назад
zh_hans: %1$lld 分钟前

# common.next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
ko: 다음
pt_br: Próximo
ru: Дальше
zh_hans: 下一步

# common.now
source: now
de: jetzt
es: ahora
fr: maintenant
ja: たった今
ko: 지금
pt_br: agora
ru: сейчас
zh_hans: 刚刚

# common.recommended
source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
ja: おすすめ
ko: 추천
pt_br: Recomendado
ru: рекомендуем
zh_hans: 推荐

# common.serverCount
source: %1$lld servers
de: %1$lld Server
es: %1$lld servidores
fr: %1$lld serveurs
ja: %1$lld 台のサーバー
ko: 서버 %1$lld대
pt_br: %1$lld servidores
ru: %1$lld сервера
zh_hans: %1$lld 台服务器

# common.workingCount
source: %1$lld working
de: %1$lld aktiv
es: %1$lld activos
fr: %1$lld actifs
ja: %1$lld 件作業中
ko: %1$lld개 작업 중
pt_br: %1$lld ativos
ru: %1$lld работают
zh_hans: %1$lld 个运行中

# connect.addKey
source: Add key →
de: Schlüssel hinzufügen →
es: Añadir clave →
fr: Ajouter une clé →
ja: キーを追加 →
ko: 키 추가 →
pt_br: Adicionar chave →
ru: Добавить ключ →
zh_hans: 添加密钥 →

# connect.limitUntil
source: Limit until %1$@
de: Limit bis %1$@
es: Límite hasta %1$@
fr: Limite jusqu'à %1$@
ja: %1$@ まで上限
ko: %1$@까지 한도
pt_br: Limite até %1$@
ru: Лимит до %1$@
zh_hans: 限额至 %1$@

# connect.loggedInPlan
source: Logged in · %1$@
de: Angemeldet · %1$@
es: Sesión iniciada · %1$@
fr: Connecté · %1$@
ja: ログイン済み · %1$@
ko: 로그인됨 · %1$@
pt_br: Conectado · %1$@
ru: Вход выполнен · %1$@
zh_hans: 已登录 · %1$@

# connect.needsLogin
source: Needs login
de: Anmeldung nötig
es: Hace falta iniciar sesión
fr: Connexion requise
ja: ログインが必要
ko: 로그인 필요
pt_br: Precisa entrar
ru: Нужно войти
zh_hans: 需要登录

# connect.stateLimitToday
source: limit reached today
de: heute Limit erreicht
es: límite alcanzado hoy
fr: limite atteinte aujourd'hui
ja: 本日の上限に到達
ko: 오늘 한도 도달
pt_br: limite atingido hoje
ru: лимит на сегодня
zh_hans: 今日限额已用完

# connect.stateLoggedIn
source: logged in
de: angemeldet
es: sesión iniciada
fr: connecté
ja: ログイン済み
ko: 로그인됨
pt_br: conectado
ru: вход выполнен
zh_hans: 已登录

# connect.stateLoginNeeded
source: login needed
de: Anmeldung nötig
es: falta iniciar sesión
fr: connexion requise
ja: ログインが必要
ko: 로그인 필요
pt_br: precisa entrar
ru: нужен вход
zh_hans: 需要登录

# effort.high
source: High
de: Hoch
es: Alto
fr: Élevé
ja: 高
ko: 높음
pt_br: Alto
ru: Высокое
zh_hans: 高

# effort.hint
source: Higher effort is smarter on hard tasks, but slower and uses up your limit faster. Medium is enough for everyday work.
de: Höherer Aufwand ist bei schwierigen Aufgaben klüger, aber langsamer und verbraucht das Limit schneller. Für den Alltag reicht Mittel.
es: Un esfuerzo mayor es más listo en tareas difíciles, pero va más lento y gasta el límite más rápido. Para el trabajo diario basta con medio.
fr: Un effort plus élevé est plus intelligent sur les tâches difficiles, mais plus lent et consomme la limite plus vite. Pour le travail courant, « Moyen » suffit.
ja: 作業量を上げると難しい作業で賢くなりますが、遅くなり、上限も早く減ります。日常の作業なら「中」で十分です。
ko: 노력 수준을 높이면 어려운 작업에서 더 똑똑하지만 느리고 한도를 더 빨리 씁니다. 일상 작업에는 보통이면 충분합니다.
pt_br: Esforço maior é mais inteligente em tarefas difíceis, mas é mais lento e consome o limite mais rápido. Para o dia a dia, o médio basta.
ru: Чем выше, тем умнее на сложных задачах, но дольше и быстрее тратит лимит. Для обычной работы хватает среднего.
zh_hans: 投入度越高，在难题上越聪明，但速度更慢，也会更快用完额度。日常工作用“中”就够了。

# effort.label
source: effort: %1$@
de: Aufwand: %1$@
es: esfuerzo: %1$@
ja: 作業量: %1$@
ko: 노력 수준: %1$@
pt_br: esforço: %1$@
ru: усилие: %1$@
zh_hans: 投入度: %1$@

# effort.low
source: Low
de: Niedrig
es: Bajo
fr: Faible
ja: 低
ko: 낮음
pt_br: Baixo
ru: Низкое
zh_hans: 低

# effort.max
source: Max
de: Maximum
es: Máximo
fr: Maximum
ja: 最大
ko: 최대
pt_br: Máximo
ru: Максимум
zh_hans: 最高

# effort.medium
source: Medium
de: Mittel
es: Medio
fr: Moyen
ja: 中
ko: 보통
pt_br: Médio
ru: Среднее
zh_hans: 中

# effort.title
source: Effort
de: Aufwand
es: Esfuerzo
ja: 作業量
ko: 노력 수준
pt_br: Esforço
ru: Усилие
zh_hans: 投入度

# effort.xhigh
source: Very high
de: Sehr hoch
es: Muy alto
fr: Très élevé
ja: 非常に高
ko: 매우 높음
pt_br: Muito alto
ru: Очень
zh_hans: 很高

# error.disconnected
source: Disconnected from %1$@
de: Verbindung zu %1$@ getrennt
es: Se perdió la conexión con %1$@
fr: Connexion à %1$@ interrompue
ja: %1$@ から切断されました
ko: %1$@와의 연결이 끊어졌습니다
pt_br: Desconectado de %1$@
ru: Соединение с %1$@ разорвано
zh_hans: 与 %1$@ 的连接已断开

# error.generic
source: Something went wrong: %1$@
de: Etwas ist schiefgelaufen: %1$@
es: Algo salió mal: %1$@
fr: Une erreur est survenue : %1$@
ja: 問題が発生しました: %1$@
ko: 문제가 발생했습니다: %1$@
pt_br: Algo deu errado: %1$@
ru: Что-то пошло не так: %1$@
zh_hans: 出错了：%1$@

# inspector.aboutAgent
source: Agent info
de: Agenteninfo
es: Info del agente
fr: Infos sur l'agent
ja: エージェント情報
ko: 에이전트 정보
pt_br: Info do agente
ru: Об агенте
zh_hans: 代理信息

# inspector.addSchedule
source: Add schedule
de: Zeitplan hinzufügen
es: Añadir programación
fr: Ajouter une planification
ja: スケジュールを追加
ko: 일정 추가
pt_br: Adicionar agendamento
ru: Добавить
zh_hans: 添加计划

# inspector.askRisky
source: Ask for risky actions
de: Bei Riskantem nachfragen
es: Preguntar por lo arriesgado
fr: Demander pour le risqué
ja: 危険な操作は確認
ko: 위험한 작업은 확인
pt_br: Perguntar sobre o arriscado
ru: Спрашивать о рискованном
zh_hans: 危险操作需确认

# inspector.instructionsHeader
source: INSTRUCTIONS
de: ANWEISUNGEN
es: INSTRUCCIONES
ja: 指示
ko: 지침
pt_br: INSTRUÇÕES
ru: ИНСТРУКЦИИ
zh_hans: 指令
